Repository: SniperGER/Erie
Catalog: erieprefs/Resources/*.lproj/Root.strings
Languages: de

source: Enabled
de: Aktiviert

source: Feedback Types
de: Feedback-Art

# FEEDBACK_TYPES_FOOTER
source: Some types may not be compatible with iPhone X and later
de: Einige Feedback-Arten sind möglicherweise nicht kompatibel mit iPhone X oder neuer

source: Home Button
de: Home-Taste

source: Volume Buttons
de: Lautstärke-Tasten

source: Side Button
de: Seitentaste

# PROMINENT_HAPTICS_TITLE
source: Prominent Haptics
de: Markante Haptik

# PROMINENT_HAPTICS_DESCRIPTION
source: Prominent Haptics will fire a heavier vibration when pressing a button, similar to iPhone 7
de: Markate Haptik löst eine stärkere Vibration beim Drücken einer Taste aus, ähnlich wie ein iPhone 7

# RESTART_SPRINGBOARD_TITLE
source: Restart SpringBoard
de: SpringBoard neu starten

# RESTART_SPRINGBOARD_MESSAGE
source: Restarting SpringBoard will apply all changed settings.
de: Hiermit werden alle Änderungen gespeichert und das SpringBoard neu gestartet.

# RESTART_SPRINGBOARD_CONFIRM
source: Restart SpringBoard
de: SpringBoard neu starten

# RESTART_SPRINGBOARD_CANCEL
source: Cancel
de: Abbrechen
